
<html>
<head>
<title>Ayuda- Foro</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="estiloAyuda.css" rel="stylesheet" type="text/css">
</head>

<body>
<h1>M&oacute;dulo Foro de Discusi&oacute;n</h1>
<ol>
  <p>El foro de discusi&oacute;n es una instancia para conocer las opiniones de 
    los otros usuarios, y adem&aacute;s opinar acerca de una discusi&oacute;n 
    agregando un post al foro.<br>
    Un foro debe estar enmarcado por un tema al cual pertenece.<br>
    Un foro posee una descripci&oacute;n para informar a los usuarios acerca del 
    objetivo del foro y de lo que precisamente se desea discutir. Adem&aacute;s, 
    la persona que inicia el foro puede agregar documentos que quedan disponibles 
    para los otros usuarios, de forma que ellos se documenten frente al tema en 
    discusi&oacute;n. </p>
  <li>Temas de Foros 
    <ul>
      <li><a href="#agregarTema">Agregar Tema</a></li>
      <li><a href="#eliminarTema">Eliminar Tema</a></li>
    </ul>
  </li>
  <li>Foro de Discusi&oacute;n 
    <ul>
      <li><a href="#agregarForo">Agregar Foro</a></li>
      <li><a href="#editarForo">Editar Foro</a></li>
      <li><a href="#buscarForo">Buscar Foro</a></li>
      <li><a href="#postear">Postear en un Foro</a></li>
    </ul>
  </li>
</ol>
<hr>
<p>&nbsp;</p>
<p>&nbsp;</p>
<h1>1.Temas de Foros </h1>
<ol>
  <blockquote> 
    <p><a name="agregarTema">Agregar Tema</a> (Restringido a personal autorizado)</p>
  </blockquote>
  <ol>
    <li>Seleccionar la opci&oacute;n &quot;Admin. Temas de Foros&quot; en la secci&oacute;n 
      &quot;Foros&quot; del men&uacute; de la intranet.</li>
    <li>Se mostrar&aacute; una lista con los temas actualmente registrados, adem&aacute;s 
      de la opci&oacute;n de agregar un nuevo tema.</li>
    <li>Ingresar el nombre del nuevo tema y presionar el bot&oacute;n &quot;agregar&quot;.

    </li>
    <li>La lista de temas se actualizar&aacute; y se mostrar&aacute; un mensaje 
      de confirmaci&oacute;n de la operaci&oacute;n. </li>
  </ol>
  <blockquote> 
    <p><a name="eliminarTema">Eliminar Tema</a> (Restringido a personal autorizado)</p>
  </blockquote>
  <ol>
    <li>Seleccionar la opci&oacute;n &quot;Admin. Temas de Foros&quot; en la secci&oacute;n 
      &quot;Foros&quot; del men&uacute; de la intranet.</li>
    <li>En la lista de temas que se muestra en la pantalla, cada tema tiene un 
      correspondiente bot&oacute;n &quot;eliminar&quot;. Al presionar ese bot&oacute;n, 
      se solicitar&aacute; se confirme la operaci&oacute;n de eliminaci&oacute;n 
      y posteriormente se eliminar&aacute; el tema y todos los foros de discusi&oacute;n 
      asociados a &eacute;l.</li>
  </ol>
</ol>
<hr>
<h1>2. Foro de Discusi&oacute;n </h1>
<p><a name="agregarForo">Agregar Foro</a></p>
<ol>
  <li>Seleccionar la opci&oacute;n &quot;nuevo foro&quot; en la secci&oacute;n 
    &quot;Foros&quot; del men&uacute; de la intranet.</li>
  <li>Se mostrar&aacute; un formulario para el ingreso de los datos del foro. 
    <ul>
      <li><strong>Tema al cual pertenece</strong>: Se debe seleccionar de una 
        lista de temas disponibles, el tema al cual pertenece el nuevo foro.</li>
      <li><strong>T&iacute;tulo</strong>: Corresponde al identificador del foro.</li>
      <li><strong>Descripci&oacute;n del Foro</strong>: Una breve sintesis que 
        indique lo que se desea discutir.</li>
      <li><strong>Primer post</strong>: Es la primera opini&oacute;n acerca de 
        lo que se quiere discutir en el foro.</li>
    </ul>
  </li>
  <li>Presionar el bot&oacute;n &quot;ingresar&quot;.</li>
</ol>
<p><a name="editarForo">Editar Foro</a></p>
<ol>
  <li>Seleccionar la opci&oacute;n &quot;buscar foro&quot; en la secci&oacute;n 
    &quot;Foros&quot; del men&uacute; de la intranet.</li>
  <li>Ingresar los par&aacute;metros de b&uacute;squeda y presionar el bot&oacute;n 
    &quot;buscar&quot;.</li>
  <li>Acceder al detalle del foro que se desea editar.</li>
  <li>Si el usuario que est&aacute; navegando es el Administrador del Foro( el 
    que lo inici&oacute;), entonces aparecer&aacute; un link &quot;administrar 
    el foro&quot;.</li>
  <li>Es posible editar la descripci&oacute;n del foro, agregar archivos( de hasta 
    10 MB), o eliminar archivos asociados previamente al foro.</li>
</ol>
<p><a name="buscarForo">Buscar Foro</a></p>
<ol>
  <li>Seleccionar la opci&oacute;n &quot;buscar foro&quot; en la secci&oacute;n 
    &quot;Foros&quot; del men&uacute; de la intranet. </li>
  <li>Ingresar los par&aacute;metros de b&uacute;squeda y presionar el bot&oacute;n 
    &quot;buscar&quot;. Los par&aacute;metros de busqueda son: </li>
  <ul>
    <li><strong>Palabra clave</strong>: Se buscar&aacute;n coincidencias de la 
      palabra clave con la descripci&oacute;n del foro, con el t&iacute;tulo y 
      con el tema.</li>
    <li><strong>Fecha de inicio</strong>: Fecha en que se inici&oacute; el foro. 
      Se indica pinchando el calendario que aparece junto al campo, y seleccionando 
      la fecha desde el calendario que aparece como una ventana emergente.</li>
    <li><strong>Tema</strong>: Se puede seleccionar desde una lista de temas disponibles.</li>
  </ul>
  <blockquote> 
    <p>Si no se ingresa ning&uacute;n par&aacute;metro, entonces se mostrar&aacute; 
      una lista con todos los foros ingresados.</p>
  </blockquote>
  <li>Acceder al detalle del foro que se desea leer. Ah&iacute; se pueden descargar 
    documentos que respalden la discusi&oacute;n y conocer los mensajes(Post) 
    realizados en el foro..</li>
</ol>
<p><a name="postear">Postear en un Foro</a></p>
<ol>
  <li>Seleccionar la opci&oacute;n &quot;buscar foro&quot; en la secci&oacute;n 
    &quot;Foros&quot; del men&uacute; de la intranet. </li>
  <li>Ingresar los par&aacute;metros de b&uacute;squeda y presionar el bot&oacute;n 
    &quot;buscar&quot;.(ver <a href="#buscarForo">Buscar Foro</a>)</li>
  <li>Acceder al detalle del foro que se desea postear.</li>
  <li>Cliquear el link &quot;Postear&quot; al final de los post, con lo que se 
    mostrar&aacute; un formulario con un campo &quot;comentario&quot;.</li>
  <li>Ingresar el comentario(Post) y presionar el bot&oacute;n guardar.</li>
</ol>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
