<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Ayuda- Inventario</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="estiloAyuda.css" rel="stylesheet" type="text/css">
</head>

<body>
<h1>M&oacute;dulo de Inventario </h1>
<ol>
  <li>Inventario </li>
</ol>
<ul>
  <ul>
    <li><a href="#revisarInventario">Revisar Inventario</a></li>
    <li><a href="#regItem">Registrar Item en el Inventario</a></li>
    <li><a href="#editarItem">Editar o eliminar Inventario</a></li>
  </ul>
</ul>
<hr>
<h1>1. Inventario </h1>
<blockquote> 
  <blockquote> 
    <blockquote> 
      <p><a name="revisarInventario">Revisar Inventario</a> </p>
    </blockquote>
    <ol>
      <li>Seleccionar la opci&oacute;n &quot;Revisar Inventario&quot; en la secci&oacute;n 
        &quot;Inventario&quot; en el men&uacute; de la intranet.</li>
      <li>Seleccione la categor&iacute;a del item buscado y una palabra clave 
        para buscar items del inventario. Los par&aacute;metros de la b&uacute;squeda 
        son opcionales, y sirven para limitar los resultados de la b&uacute;squeda.</li>
      <li>Presione el bot&oacute;n &quot;buscar&quot;, con lo que se mostrar&aacute; 
        una lista con los items del inventario que pertenecen a la categor&iacute;a 
        indicada y que tienen la palabra clave ingresada como par&aacute;metro 
        en el nombre del item.</li>
    </ol>
    <blockquote> 
      <p><a name="regItem">Registrar Item en el Inventario </a>(Restringido a 
        personal autorizado)</p>
    </blockquote>
    <ol>
      <li>Seleccionar la opci&oacute;n &quot;Registrar Item&quot; en la secci&oacute;n 
        &quot;Inventario&quot; en el men&uacute; de la intranet.</li>
      <li>Indique el nombre del &iacute;tem, la unidad de medida del elemento,la 
        categor&iacute;a a la que pertenece y la cantidad de unidades de &eacute;ste.</li>
      <li>presione el bot&oacute;n &quot;Registrar&quot;.</li>
    </ol>
    <blockquote> 
      <p><a name="editarItem">Editar o eliminar item del Inventario</a> (Restringido 
        a personal autorizado)</p>
    </blockquote>
    <ol>
      <li>Seleccionar la opci&oacute;n &quot;Editar Inventario&quot; en la secci&oacute;n 
        &quot;Inventario&quot; en el men&uacute; de la intranet.</li>
      <li>Seleccione la categor&iacute;a y una palabra clave para buscar items 
        del inventario.</li>
      <li>Presione el bot&oacute;n &quot;buscar&quot;, con lo que se mostrar&aacute; 
        una lista con los items del inventario que pertenecen la categor&iacute;a 
        indicada y que tienen la palabra ingresada como par&aacute;metro en el 
        nombre del item.</li>
      <li>Presione el link &quot;Editar&quot; correspondiente al &iacute;tem que 
        desea editar .</li>
      <li>Edite y guarde los cambios o elimine el &iacute;tem del inventario. 
        Los datos editables son la categor&iacute;a, el tipo de unidad, y la cantidad 
        existente. </li>
    </ol>
    <blockquote>
<blockquote>&nbsp;</blockquote>
      <p>&nbsp;</p>
    </blockquote>
  </blockquote>
  <p>&nbsp;</p>
</blockquote>
</body>
</html>
