<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Ayudad- Recursos</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="estiloAyuda.css" rel="stylesheet" type="text/css">
</head>

<body>
<h1>Modulo de Reservas de Recursos Compartidos </h1>
<ol>
  <li><a href="#agregarRecurso">Agregar Recurso compartido</a></li>
  <li><a href="#editarRecurso">Editar Recurso</a></li>
  <li><a href="#verAgenda">Ver Agenda de Recursos</a></li>
  <li><a href="#reservar">Realizar Reserva</a></li>
  <li><a href="#eliminarReserva">Eliminar Reserva</a></li>
</ol>
<hr>
<h1><a name="agregarRecurso">1.Agregar Recurso Compartido</a> (Restringido a personal 
  autorizado)</h1>
<ol>
  <li> Seleccionar la opci&oacute;n &quot;admin. recursos compartidos&quot; en 
    la secci&oacute;n Reservas del men&uacute; de la intranet.</li>
  <li>Registrar el nombre del nuevo recurso y una descripci&oacute;n del mismo 
    y presionar el bot&oacute;n &quot;ingresar&quot;.</li>
  <li>Se actualizar&aacute; la lista de recursos y se mostrar&aacute; un mensaje 
    de confirnaci&oacute;n del ingreso del recurso.</li>
</ol>
<hr>
<h1><a name="editarRecurso">2. Editar Recurso</a> (Restringido a personal autorizado)</h1>
<ol>
  <li>Seleccionar la opci&oacute;n &quot;admin. recursos compartidos&quot; en 
    la secci&oacute;n Reservas del men&uacute; de la intranet.</li>
  <li>En la lista de recursos que aparecer&aacute;, se muestra un bot&oacute;n 
    &quot;editar&quot; al lado de cada uno de los recursos.</li>
  <li>Presione el bot&oacute;n &quot;editar&quot; al lado del recurso deseado.</li>
  <li>Edite los datos y presione el bot&oacute;n &quot;guardar los cambios&quot;.</li>
</ol>
<hr>
<h1><a name="verAgenda">3.Ver Agenda de Recursos</a></h1>
<ol>
  <ol>
    <li>Seleccionar la opci&oacute;n &quot;listar recursos&quot; en la secci&oacute;n 
      Reservas del men&uacute; de la intranet.</li>
    <li>En la lista de recursos que aparecer&aacute;, se muestra un bot&oacute;n 
      &quot;ver agenda&quot; al lado de cada uno de los recursos.</li>
    <li>Cliquee la opci&oacute;n &quot;ver agenda&quot; al lado del recurso que 
      desea consultar.</li>
    <li>Se mostrar&aacute; una lista con las reservas efectuadas para el recurso 
      seleccionado posteriores al d&iacute;a actual.</li>
    <li>Adem&aacute;s se puede ingresar un rango de fechas para consultar las 
      reservas efectuadas para ese recurso en el periodo de tiempo indicado.</li>
  </ol>
</ol>
<hr>
<h1><a name="reservar">4.Realizar Reserva</a></h1>
<ol>
  <li>Realizar el proceso de <strong>ver agenda de recurso.</strong></li>
  <li>Al final de la agenda del recurso seleccionado aparece un link &quot;Reservar&quot; 
    el cual, al ser cliqueado despliega una nueva ventana con un formulario.</li>
  <li>Ingrese la fecha y horas de la reserva, y si la reserva no coincide con 
    alguna reserva efectuada previamente, entonces se actualizar&aacute; la agenda 
    del recurso incluyendo la reserva reci&eacute;n efectuada.</li>
</ol>
<hr>
<h1><a name="eliminarReserva">5. Eliminar Reserva</a></h1>
<ol>
  <li>Realizar el proceso de <strong>ver agenda de recurso.</strong></li>
  <li>En la agenda desplegada para el recurso seleccionado se mostrar&aacute; 
    la opci&oacute;n &quot;eliminar&quot; solamente en las reservas efectuadas 
    por el mismo usuario que est&aacute; consultando la agenda.</li>
  <li>Al presionar &quot;eliminar&quot; se eliminar&aacute; la reserva y se actualizar&aacute; 
    la agenda.</li>
</ol>
</body>
</html>
