
<html>
<head>
<title>Ayuda-Modulo Usuario</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="estiloAyuda.css" rel="stylesheet" type="text/css">
</head>

<body>
<h1>Ayuda: M&oacute;dulo de Usuario</h1>
<ol>
  <li><a href="#resumen">Resumen</a></li>
  <li>&Aacute;reas de Trabajo </li>
  <ul>
    <li><a href="#adminAreas"> Administrar &Aacute;reas de Trabajo</a></li>
  </ul>
  <li>Perfil 
    <ul>
      <li><a href="#agregarPerfil">Agregar Perfil</a></li>
      <li><a href="#editarPerfil">Editar Perfil</a></li>
    </ul>
  </li>
  <li> Usuario 
    <ul>
      <li><a href="#agregarUsuario">Agregar Usuario</a></li>
      <li><a href="#administrarUsuario">Administrar Usuario</a></li>
      <li><a href="#verDatosUsu">Ver Datos de los Usuarios</a></li>
      <li><a href="#cumpleanos">Cumplea&ntilde;os</a></li>
      <li><a href="#editarDatosPers">Editar Datos Personales</a></li>
    </ul>
  </li>
  <li>Anexos Telef&oacute;nicos 
    <ul>
      <li><a href="#cuadroAnexos">Cuadro de Anexos telef&oacute;nicos</a></li>
      <li><a href="#adminAnexosTelefonicos">Administrar Anexos telef&oacute;nicos</a></li>
    </ul>
  </li>
</ol>
<hr>
<h1><a name="resumen">1.Resumen</a></h1>
<p>El modulo Usuario permite el manejo de las <strong>cuentas de usuarios de la 
  Intranet</strong>, adem&aacute;s de la administraci&oacute;n de <strong>&aacute;reas 
  de trabajo</strong>,<strong> perfiles de usuario</strong> y de los <strong>anexos 
  telef&oacute;nicos</strong>.</p>
<p>Un<strong> &aacute;rea de trabajo</strong> representa las divisiones en la 
  organizaci&oacute;n de la UOCT. De esta forma se pueden mencionar, por ejemplo, 
  el &aacute;rea de Inspecci&oacute;n t&eacute;cnica, el &aacute;rea de Sala de 
  Control, el &aacute;rea de Dise&ntilde;o, etc. La intranet est&aacute; dise&ntilde;ada 
  de manera <strong>flexible</strong>, permitiendo que se <strong>agregen o eliminen</strong> 
  &aacute;reas de trabajo de manera simple, solamente con la restricci&oacute;n 
  de mantener un &aacute;rea de <strong>INGENIER&Iacute;A</strong>, debido a que 
  existen funcionalidades, como por ejemplo hacerse cargo del an&aacute;lisis 
  de un EIV, que corresponden solamente a usuarios que pertenecen a &eacute;sta 
  &aacute;rea. </p>
<p>Un <strong>perfil de usuario </strong>est&aacute; compuesto por un conjunto 
  de <strong>permisos </strong>que acotan las funcionalidades de los <strong>usuarios 
  de la intranet</strong>. Cada usuario debe estar asociado a un perfil de usuario.</p>
<p>Una <strong>cuenta de usuario</strong> es un registro de una persona de la 
  instituci&oacute;n. Esta cuenta permite <strong>sesiones personalizadas</strong> 
  de trabajo en la intranet, por medio del uso de nombre de <strong>usuario y 
  password</strong>.</p>
<p>Cada usuario puede editar sus <strong>datos personales</strong>, como nombres, 
  direcci&oacute;n, <strong>anexo telefonico </strong>dentro de la institucion, 
  n&uacute;meros de telefono de contacto, fecha de cumplea&ntilde;os, foto, curriculum, 
  etc. Adem&aacute;s se puede registrar los <strong>informes de actividades</strong>, 
  con lo cual, solamente los usuarios autorizados pueden descargarlos.</p>
<p>Adem&aacute;s, los datos de los usuarios quedan disponibles para ser vistos 
  por otros usuarios de la intranet.</p>
<p>Asi como cada usuario puede registrar su <strong>anexo telef&oacute;nico</strong>, 
  se pueden mantener otro conjunto de anexos telef&oacute;nicos que <strong>no 
  pertenecen </strong>necesariamente <strong>a un usuario de la intranet</strong>, 
  como por ejemplo, porter&iacute;a.</p>
<p>Cada usuario de la intranet puede <strong>consultar un cuadro de anexos telef&oacute;nicos 
  </strong>que incluye, tanto los anexos de los usuarios de la intranet, como 
  los anexos que no pertenecen a usuarios.</p>
<hr>
<h1>2. &Aacute;reas de Trabajo </h1>
<blockquote> 
  <p><a name="adminAreas"> Administrar &aacute;reas de trabajo</a> (Restringido 
    a personal autorizado):</p>
  <p>Para agregar o elminar un &aacute;rea de trabajo:</p>
</blockquote>
<ol>
  <li>Expandir menu Usuario en la izquierda de la pantalla.</li>
  <li>Seleccionar &quot;admin. &aacute;reas de trabajo&quot;.</li>
  <li>Se mostrar&aacute; una p&aacute;gina con un formulario para ingresar una 
    nueva &aacute;rea y una lista con todas las &aacute;reas ya ingresadas en 
    la intranet.</li>
  <li>Para agregar una nueva &aacute;rea ingrese el nombre de la nueva &aacute;rea 
    y presione el boton &quot;Agregar&quot;.</li>
  <li>Para eliminar una &aacute;rea existente, presione el bot&oacute;n eliminar 
    al lado del &aacute;rea que desea eliminar( Se eliminar&aacute; el &aacute;rea 
    solamente si no existen usuarios, ni elementos del inventario asociados a 
    ella. </li>
</ol>
<hr>
<h1>3. Perfil </h1>
<blockquote> 
  <p><a name="agregarPerfil">Agregar Perfil</a> (Restringido a personal autorizado)</p>
</blockquote>
<ol>
  <li>Expandir menu Usuario desde la izquierda de la pantalla.</li>
  <li>Seleccionar &quot;Agregar Perfil&quot;.</li>
  <li>Se mostrar&aacute; una pantalla con el formulario para el ingreso del perfil 
    donde se indican las operaciones disponibles.</li>
  <li>Indique el nombre del perfil y selecciones las atribuciones que desea para 
    ese perfil</li>
  <li>Persione el boton &quot;ingresar&quot; al final del formulario. 
</ol>
<ol>
  <p><a name="editarPerfil"> Editar Perfil</a> (Restringido a personal autorizado)</p>
  <li>Expandir el menu de Usuario desde la izquierda de la pantalla</li>
  <li>Seleccione &quot; Editar perfil&quot;.</li>
  <li>Se mostrar&aacute; una lista de los perfiles disponibles con las opciones 
    &quot;Ver Detalla&quot; y &quot;Editar&quot; para cada uno de ellos.</li>
  <li>Si presiona Editar se mostrara una pantalla con las operaciones de la intranet 
    y una casilla para habilitar o deshabilitar tal operaci&oacute;n en el perfil 
    seleccionado.</li>
  <li>Luego de realizar las ediciones deseadas presione el bot&oacute;n guardar 
    al final del formulario.</li>
  <li>Si desea eliminar el perfil, al final del formulario se encuentra un boton 
    que permite esta operaci&oacute;n.S&oacute;lo se eliminar&aacute; el perfil 
    en caso que no hayan usuarios asociados a tal perfil.</li>
</ol>
<hr>
<h1> 3.Usuario </h1>
<blockquote> 
  <p><a name="agregarUsuario">Agregar Usuario</a> (Restringido a personal autorizado)</p>
</blockquote>
<ol>
  <li>Seleccione la opci&oacute;n &quot;agregar usuario&quot; desde el menu a 
    la izquierda de la pantalla.</li>
  <li>Se mostrar&aacute; un formulario para ingresar los datos del nuevo usuario, 
    entre los que se incluye el username y password que usar&aacute; para ingresar 
    a la Intranet, el perfil del usuario y el &aacute;rea de trabajo. </li>
</ol>
<blockquote> 
  <p><a name="administrarUsuario">Administrar Usuario</a> (Restringido a personal 
    autorizado)</p>
</blockquote>
<ol>
  <li>Seleccionar la opci&oacute;n &quot;administrar usuarios&quot; desde el menu 
    a la izquierda de la pantalla.</li>
  <li>Se mostrar&aacute; una lista de los usuarios de la intranet con la opci&oacute;n 
    &quot;editar&quot; al lado de cada uno de ellos</li>
  <li>Al seleccionar editar algun usuario se mostrar&aacute; una pantalla con 
    los datos editables de cada cuenta de usuario, adem&aacute;s de la opci&oacute;n 
    &quot;desactivar&quot; cuando el usuario est&eacute; activo, o &quot;activar&quot; 
    si el usuario est&aacute; desactivado.</li>
  <li>Luego de editar los datos del usuario, presionar el bot&oacute;n &quot;Guardar 
    los cambios&quot;.</li>
</ol>
<blockquote> 
  <p><a name="verDatosUsu">Ver Datos de los Usuarios</a> </p>
</blockquote>
<ol>
  <li>Seleccionar la opci&oacute;n &quot;Ver datos de los usuarios&quot; en el 
    men&uacute; a la izquierda de la pantalla.</li>
  <li>Se mostrara una lista con todos los usuarios de la intranet.</li>
  <li>Al cliquear un nombre de usuario se mostrar&aacute;n los datos del usuario 
    seleccionado.</li>
</ol>
<blockquote> 
  <p><a name="cumpleanos">Cumplea&ntilde;os</a></p>
</blockquote>
<ol>
  <li>Seleccionar &quot;cumplea&ntilde;os&quot; en el men&uacute; a la izquierda 
    de la pantalla.</li>
  <li>Se mostrar&aacute; una lista con todos los usuarios de la intranet y su 
    respectiva fecha de cumplea&ntilde;os, en caso que est&eacute; registrada.</li>
</ol>
<blockquote> 
  <p><a name="editarDatosPers">Editar Datos Personales</a></p>
</blockquote>
<ol>
  <li>Seleccionar &quot;editar datos personales&quot; en el men&uacute; a la izquierda 
    de la pantalla.</li>
  <li>Se mostrar&aacute; una pantalla con todos los datos personales editables 
    por el usuario. Adem&aacute;s, dentro de la misma pantalla aparecer&aacute;n 
    otras opciones para editar datos como la contrase&ntilde;a de la cuenta de 
    intranet,actualizar el curriculum, ingresar informe de actividades y cambiar 
    la fotograf&iacute;a personal.</li>
  <li>Luego de editar los datos, presionar el boton &quot;guardar los cambios&quot;.</li>
  <li>Para cambiar el curriculum debe seleccionar la opci&oacute;n &quot;cambiar 
    curriculum&quot; en la pantalla de edici&oacute;n de datos personales y posteriormente 
    ingresar el nuevo curriculum actualizado, con lo que se eliminar&aacute; de 
    la intranet el curriculum antiguo.</li>
  <li>Para ingresar o eliminar un informe, seleccione la opci&oacute;n &quot;Informe 
    de actividades desde la pantalla de edici&oacute;n de datos personales&quot;, 
    se mostrar&aacute; una lista con los informes registrados con la opci&oacute;n 
    &quot;eliminar&quot; para cada uno de ellos, adem&aacute;s de el formulario 
    para el ingreso de nuevos informes.</li>
</ol>
<hr>
<h1><strong>5.Anexos Telef&oacute;nicos </strong></h1>
<blockquote> 
  <p><a name="cuadroAnexos">Cuadro de Anexos telef&oacute;nicos</a></p>
</blockquote>
<ol>
  <li>Seleccionar la opcion &quot;anexos telef&oacute;nicos&quot; desde el menu 
    a la izquierda de la pantalla.</li>
  <li>Se mostrar&aacute; una lista con todos los usuarios de la intranet y su 
    correspondiente anexo telef&oacute;nico en caso que est&eacute; registrado. 
    Adem&aacute;s, en esta lista se muestran los anexos telef&oacute;nicos que 
    no pertenecen a usuarios en caso que existan.</li>
</ol>
<blockquote> 
  <p><a name="adminAnexosTelefonicos">Administrar Anexos telef&oacute;nicos</a> 
    (Restringido a personal autorizado) </p>
</blockquote>
<ol>
  <li>Seleccionar la opcion &quot;administrar anexos telef&oacute;nicos&quot; 
    desde el menu a la izquierda de la pantalla.</li>
  <li>Se mostrar&aacute; una lista de los anexos que no pertenecen a usuarios, 
    con la opci&oacute;n &quot;Editar&quot; para cada uno de ellos. Adem&aacute;s 
    se muestra un formulario para ingresar nombre y n&uacute;mero de un anexo 
    nuevo.</li>
  <li>Al seleccionar editar un anexo, se podr&aacute; editar el n&uacute;mero 
    del anexo o eliminarlo.</li>
</ol>
<p>&nbsp;</p>
<p>&nbsp;</p>
</body>
</html>
